Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# rightSidebar.remote.error.usage
source: ERROR: Usage: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
ar: خطأ: الاستخدام: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
de: FEHLER: Verwendung: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
es: ERROR: Uso: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
fr: ERREUR : utilisation : right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
ja: ERROR: 使用法: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
ko: 오류: 사용법: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
zh_hans: 错误：用法：right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
zh_hant: 錯誤：用法：right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]

# rightSidebar.remote.error.usage.focus
source: ERROR: Usage: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
ar: خطأ: الاستخدام: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
de: FEHLER: Verwendung: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
es: ERROR: Uso: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
fr: ERREUR : utilisation : right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
ko: 오류: 사용법: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
zh_hans: 错误：用法：right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
zh_hant: 錯誤：用法：right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.hide
source: ERROR: Usage: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
ar: خطأ: الاستخدام: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
de: FEHLER: Verwendung: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
es: ERROR: Uso: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
fr: ERREUR : utilisation : right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
ko: 오류: 사용법: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
zh_hans: 错误：用法：right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
zh_hant: 錯誤：用法：right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.mode
source: ERROR: Usage: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
ar: خطأ: الاستخدام: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
de: FEHLER: Verwendung: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
es: ERROR: Uso: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
fr: ERREUR : utilisation : right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
ko: 오류: 사용법: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
zh_hans: 错误：用法：right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
zh_hant: 錯誤：用法：right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.set
source: ERROR: Usage: right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
ar: خطأ: الاستخدام: right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
de: FEHLER: Verwendung: right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
es: ERROR: Uso: right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
fr: ERREUR : utilisation : right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
ko: 오류: 사용법: right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
zh_hans: 错误：用法：right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
zh_hant: 錯誤：用法：right_sidebar set <files|find|vault|sessions|feed|dock|custom> [sidebar-name] [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.show
source: ERROR: Usage: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
ar: خطأ: الاستخدام: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
de: FEHLER: Verwendung: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
es: ERROR: Uso: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
fr: ERREUR : utilisation : right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
ko: 오류: 사용법: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
zh_hans: 错误：用法：right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
zh_hant: 錯誤：用法：right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.toggle
source: ERROR: Usage: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
ar: خطأ: الاستخدام: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
de: FEHLER: Verwendung: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
es: ERROR: Uso: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
fr: ERREUR : utilisation : right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
ko: 오류: 사용법: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
zh_hans: 错误：用法：right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
zh_hant: 錯誤：用法：right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.tabs.customize
source: Customize Tabs…
ar: تخصيص علامات التبويب…
de: Tabs anpassen…
es: Personalizar pestañas…
fr: Personnaliser les onglets…
ja: タブをカスタマイズ…
ko: 탭 사용자 정의…
zh_hans: 自定义标签页…
zh_hant: 自訂標籤頁…

# rightSidebar.toggle.tooltip
source: Toggle right sidebar
ar: تبديل الشريط الجانبي الأيمن
de: Rechte Seitenleiste umschalten
es: Alternar barra lateral derecha
fr: Afficher/masquer la barre latérale droite
ja: 右サイドバーを切り替え
ko: 오른쪽 사이드바 토글
zh_hans: 切换右侧边栏
zh_hant: 切換右側邊欄

# rpc.v2.surface.respawn.failed
source: Failed to respawn surface
ar: فشل في إعادة تشغيل السطح
de: Oberfläche konnte nicht neu gestartet werden
es: No se pudo volver a generar la superficie
fr: Échec de la relance de la surface d’affichage
ja: サーフェスを再起動できませんでした
ko: 화면 재실행에 실패했습니다
zh_hans: 重新生成表面失败
zh_hant: 無法重新產生介面

# rpc.v2.surface.respawn.invalidFocus
source: Missing or invalid focus
ar: التركيز مفقود أو غير صالح
de: Fehlender oder ungültiger Fokus
es: Enfoque ausente o no válido
fr: Focus manquant ou invalide
ja: focus が指定されていないか無効です
ko: 포커스가 누락되었거나 유효하지 않습니다
zh_hans: 焦点缺失或无效
zh_hant: 遺失或無效的焦點

# rpc.v2.surface.respawn.noFocusedSurface
source: No focused surface
ar: لا يوجد سطح مركز عليه
de: Keine fokussierte Oberfläche
es: Ninguna superficie enfocada
fr: Aucune surface d’affichage active
ja: フォーカス中のサーフェスがありません
ko: 포커스된 화면이 없습니다
zh_hans: 没有获得焦点的表面
zh_hant: 無聚焦的介面

# rpc.v2.surface.respawn.surfaceNotFoundForId
source: Surface not found for the given surface_id
ar: السطح غير موجود لـ surface_id المعطى
de: Oberfläche für die angegebene surface_id nicht gefunden
es: No se encontró la superficie para el surface_id proporcionado
fr: Surface d’affichage introuvable pour le surface_id fourni
ja: 指定された surface_id のサーフェスが見つかりません
ko: 지정된 surface_id에 해당하는 화면을 찾을 수 없습니다
zh_hans: 未找到与给定 surface_id 对应的表面
zh_hant: 找不到給定 surface_id 的介面

# rpc.v2.surface.respawn.surfaceNotTerminal
source: Surface is not a terminal
ar: السطح ليس طرفية
de: Oberfläche ist kein Terminal
es: La superficie no es una terminal
fr: La surface d’affichage n’est pas un terminal
ja: サーフェスはターミナルではありません
ko: 화면이 터미널이 아닙니다
zh_hans: 该表面不是终端
zh_hant: 介面不是終端機

# rpc.v2.surface.respawn.tabManagerUnavailable
source: Unable to access the target workspace
ar: تعذر الوصول إلى مساحة العمل المستهدفة
de: Zugriff auf den Ziel-Arbeitsbereich nicht möglich
es: No se pudo acceder al espacio de trabajo de destino
fr: Impossible d’accéder à l’espace de travail cible
ja: 対象のワークスペースにアクセスできません
ko: 대상 작업 공간에 액세스할 수 없습니다
zh_hans: 无法访问目标工作区
zh_hant: 無法存取目標工作區

# rpc.v2.surface.respawn.workspaceNotFound
source: Workspace not found
ar: لم يتم العثور على مساحة العمل
de: Workspace nicht gefunden
es: Espacio de trabajo no encontrado
fr: Espace de travail introuvable
ja: ワークスペースが見つかりません
ko: 워크스페이스를 찾을 수 없습니다
zh_hans: 未找到工作区
zh_hant: 找不到工作區

# rpc.v2.terminalCreation.error.initialInputRequiresTerminalType
source: Initial command input can only be used with terminal surfaces
ar: لا يمكن استخدام إدخال الأمر الأولي إلا مع أسطح الطرفية
de: Eingaben für den Anfangsbefehl können nur mit Terminalflächen verwendet werden
es: La entrada del comando inicial solo se puede usar con superficies de terminal
fr: L’entrée de commande initiale ne peut être utilisée qu’avec des surfaces de terminal
ja: 初期コマンド入力はターミナルサーフェスでのみ使用できます
ko: 초기 명령 입력은 터미널 표면에서만 사용할 수 있습니다
zh_hans: 初始命令输入只能与终端表面搭配使用
zh_hant: 初始指令輸入只能與終端機表面搭配使用

# search.close.help
source: Close (Esc)
ar: إغلاق (Esc)
bs: Zatvori (Esc)
da: Luk (Esc)
de: Schließen (Esc)
es: Cerrar (Esc)
fr: Fermer (Échap)
it: Chiudi (Esc)
ja: 閉じる (Esc)
ko: 닫기 (Esc)
nb: Lukk (Esc)
pl: Zamknij (Esc)
pt_br: Fechar (Esc)
ru: Закрыть (Esc)
th: ปิด (Esc)
tr: Kapat (Esc)
uk: Закрити (Esc)
zh_hans: 关闭 (Esc)
zh_hant: 關閉 (Esc)

# search.nextMatch.help
source: Next match (Return)
ar: التطابق التالي (Return)
bs: Sljedeći rezultat (Return)
da: Næste match (Return)
de: Nächster Treffer (Eingabetaste)
es: Siguiente coincidencia (Return)
fr: Résultat suivant (Entrée)
it: Risultato successivo (Invio)
ja: 次の一致 (Return)
ko: 다음 일치 (Return)
nb: Neste treff (Return)
pl: Następne dopasowanie (Return)
pt_br: Próximo resultado (Return)
ru: Следующее совпадение (Return)
th: ผลลัพธ์ถัดไป (Return)
tr: Sonraki eşleşme (Return)
uk: Наступний збіг (Return)
zh_hans: 下一个匹配项 (Return)
zh_hant: 下一個符合項目 (Return)

# search.placeholder
source: Search
ar: بحث
bs: Pretraži
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nb: Søk
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# search.previousMatch.help
source: Previous match (Shift+Return)
ar: التطابق السابق (Shift+Return)
bs: Prethodni rezultat (Shift+Return)
da: Forrige match (Shift+Return)
de: Vorheriger Treffer (Umschalt+Eingabetaste)
es: Coincidencia anterior (Shift+Return)
fr: Résultat précédent (Maj+Entrée)
it: Risultato precedente (Maiusc+Invio)
ja: 前の一致 (Shift+Return)
ko: 이전 일치 (Shift+Return)
nb: Forrige treff (Shift+Return)
pl: Poprzednie dopasowanie (Shift+Return)
pt_br: Resultado anterior (Shift+Return)
ru: Предыдущее совпадение (Shift+Return)
th: ผลลัพธ์ก่อนหน้า (Shift+Return)
tr: Önceki eşleşme (Shift+Return)
uk: Попередній збіг (Shift+Return)
zh_hans: 上一个匹配项 (Shift+Return)
zh_hant: 上一個符合項目 (Shift+Return)

# sessionIndex.agent.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# sessionIndex.agent.hermesAgent
source: Hermes Agent
ar: وكيل Hermes
es: Agente Hermes
fr: Agent Hermes
it: Agente Hermes
ja: Hermes エージェント
ko: Hermes 에이전트
pl: Agent Hermes
pt_br: Agente Hermes
ru: Агент Hermes
th: เอเจนต์ Hermes
tr: Hermes Aracısı
uk: Агент Hermes
zh_hans: Hermes 代理
zh_hant: Hermes 代理程式

# sessionIndex.agent.opencode
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hans: 开放代码
zh_hant: 開放程式碼

# sessionIndex.amp.title
source: Amp session
ar: جلسة Amp
bs: Amp sesija
de: Amp-Sitzung
es: Sesión de Amp
fr: Session Amp
it: Sessione Amp
ja: Amp セッション
ko: Amp 세션
nb: Amp-økt
pl: Sesja Amp
pt_br: Sessão do Amp
ru: Сеанс Amp
th: เซสชัน Amp
tr: Amp oturumu
uk: Сеанс Amp
zh_hans: Amp 会话
zh_hant: Amp 工作階段

# sessionIndex.amp.titleInDirectory
source: Amp session in %@
ar: جلسة Amp في %@
bs: Amp sesija u %@
da: Amp-session i %@
de: Amp-Sitzung in %@
es: Sesión de Amp en %@
fr: Session Amp dans %@
it: Sessione Amp in %@
ja: Amp セッション（%@）
ko: %@의 Amp 세션
nb: Amp-økt i %@
pl: Sesja Amp w %@
pt_br: Sessão do Amp em %@
ru: Сеанс Amp в %@
th: เซสชัน Amp ใน %@
tr: %@ içindeki Amp oturumu
uk: Сеанс Amp у %@
zh_hans: %@ 中的 Amp 会话
zh_hant: %@ 中的 Amp 工作階段

# sessionIndex.directory.unknown
source: (no folder)
ar: (بلا مجلد)
de: (kein Ordner)
es: (sin carpeta)
fr: (aucun dossier)
ja: (フォルダなし)
ko: (폴더 없음)
zh_hans: （无文件夹）
zh_hant: (無資料夾)

# sessionIndex.empty.subtitle
source: Claude Code, Codex, OpenCode, and Rovo Dev history will appear here.
ar: سجل Claude Code و Codex و OpenCode و Rovo Dev سيظهر هنا.
de: Der Verlauf von Claude Code, Codex, OpenCode und Rovo Dev wird hier angezeigt.
es: El historial de Claude Code, Codex, OpenCode y Rovo Dev aparecerá aquí.
fr: L’historique de Claude Code, Codex, OpenCode et Rovo Dev s’affichera ici.
ja: Claude Code、Codex、OpenCode、Rovo Dev の履歴がここに表示されます。
ko: Claude Code, Codex, OpenCode 및 Rovo Dev의 기록이 여기에 표시됩니다.
zh_hans: Claude Code、Codex、OpenCode 和 Rovo Dev 的历史记录将显示在这里。
zh_hant: Claude Code、Codex、OpenCode 與 Rovo Dev 的歷程記錄將會顯示在此處。

# sessionIndex.empty.title
source: Vault is empty
ar: الخزنة فارغة
de: Tresor ist leer
es: La bóveda está vacía
fr: Le coffre est vide
ja: ボールトは空です
ko: 볼트가 비어 있습니다
zh_hans: Vault 为空
zh_hant: 保險箱是空的

# sessionIndex.error.ampStoreRead
source: Session history is unavailable
ar: سجل الجلسات غير متاح
bs: Historija sesija nije dostupna
da: Sessionshistorikken er ikke tilgængelig
de: Der Sitzungsverlauf ist nicht verfügbar
es: El historial de sesiones no está disponible
fr: L’historique des sessions est indisponible
it: La cronologia delle sessioni non è disponibile
ja: セッション履歴を利用できません
ko: 세션 기록을 사용할 수 없습니다
nb: Økthistorikken er utilgjengelig
pl: Historia sesji jest niedostępna
pt_br: O histórico de sessões não está disponível
ru: История сеансов недоступна
th: ไม่สามารถใช้ประวัติเซสชันได้
tr: Oturum geçmişi kullanılamıyor
uk: Історія сеансів недоступна
zh_hans: 会话历史记录不可用
zh_hant: 工作階段歷史記錄無法使用

# sessionIndex.error.openCodeSnapshot
source: OpenCode: cannot snapshot opencode.db (%@)
ar: OpenCode: لا يمكن أخذ لقطة لـ opencode.db (%@)
de: OpenCode: Snapshot von opencode.db nicht möglich (%@)
es: OpenCode: no se puede crear una instantánea de opencode.db (%@)
fr: OpenCode : impossible de créer un instantané de opencode.db (%@)
ja: OpenCode: opencode.db のスナップショットを作成できません (%@)
ko: OpenCode: opencode.db 스냅샷을 생성할 수 없습니다 (%@)
zh_hans: OpenCode：无法快照 opencode.db（%@）
zh_hant: OpenCode: 無法為 opencode.db 建立快照 (%@)

# sessionIndex.group.agent
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理
zh_hant: 代理人

# sessionIndex.group.directory
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 접는 사람
zh_hans: 文件夹
zh_hant: 資料夾

# sessionIndex.loading
source: Loading Vault…
ar: جاري تحميل الخزنة…
de: Tresor wird geladen…
es: Cargando bóveda…
fr: Chargement du coffre…
ja: ボールトを読み込み中…
ko: 볼트를 불러오는 중…
zh_hans: 正在加载 Vault…
zh_hant: 正在載入 Vault…

# sessionIndex.localCommand
source: Local command
ar: أمر محلي
de: Lokaler Befehl
es: Comando local
fr: Commande locale
ja: ローカルコマンド
ko: 로컬 명령
zh_hans: 本地命令
zh_hant: 本機命令

# sessionIndex.popover.endOfList
source: You've reached the end
ar: لقد وصلت إلى النهاية
de: Sie haben das Ende erreicht
es: Has llegado al final
fr: Vous avez atteint la fin
ja: リストの末尾に到達しました
ko: 목록의 끝에 도달했습니다
zh_hans: 已经到底了
zh_hant: 已到達最底端

# sessionIndex.popover.loading
source: Loading…
ar: جاري التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로드 중…
zh_hans: 正在加载…
zh_hant: 載入中…

# sessionIndex.popover.noMatches
source: No matches
ar: لا توجد تطابقات
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
ja: 一致なし
ko: 일치하는 항목 없음
zh_hans: 无匹配项
zh_hant: 無符合項目

# sessionIndex.popover.searchPlaceholder
source: Search Vault
ar: البحث في الخزنة
de: Tresor durchsuchen
es: Buscar en la bóveda
fr: Rechercher dans le coffre
ja: ボールトを検索
ko: 볼트 검색
zh_hans: 搜索 Vault
zh_hant: 搜尋 Vault

# sessionIndex.popover.searching
source: Searching…
ar: جاري البحث…
de: Suchen…
es: Buscando…
fr: Recherche…
ja: 検索中…
ko: 검색 중…
zh_hans: 正在搜索…
zh_hant: 搜尋中…

# sessionIndex.preview.empty
source: No previewable messages
ar: لا توجد رسائل قابلة للمعاينة
de: Keine Nachrichten zur Vorschau
es: No hay mensajes previsualizables
fr: Aucun message prévisualisable
ja: プレビュー可能なメッセージがありません
ko: 미리 볼 수 있는 메시지가 없습니다
zh_hans: 没有可预览的消息
zh_hant: 無可預覽的訊息

# sessionIndex.preview.error
source: Couldn't load transcript
ar: تعذر تحميل النص المنسوخ
de: Transkript konnte nicht geladen werden
es: No se pudo cargar la transcripción
fr: Impossible de charger la transcription
ja: トランスクリプトを読み込めませんでした
ko: 기록을 로드할 수 없습니다
zh_hans: 无法加载对话记录
zh_hant: 無法載入對話紀錄

# sessionIndex.preview.largeRecord
source: Large transcript record omitted
ar: تم حذف سجل النص المنسوخ الكبير
de: Großer Transkript-Datensatz weggelassen
es: Se omitió el registro de transcripción grande
fr: Enregistrement de transcription volumineux omis
ja: 大きなトランスクリプトレコードを省略しました
ko: 대용량 기록 파일이 생략되었습니다
zh_hans: 已省略超大对话记录
zh_hant: 已省略過大的對話紀錄

# sessionIndex.preview.noFile
source: No transcript file
ar: لا يوجد ملف نص منسوخ
de: Keine Transkript-Datei
es: No hay archivo de transcripción
fr: Aucun fichier de transcription
ja: セッションファイルがありません
ko: 기록 파일이 없습니다
zh_hans: 无对话记录文件
zh_hant: 無對話紀錄檔案

# sessionIndex.preview.resize
source: Resize preview
ar: تغيير حجم المعاينة
de: Vorschaugröße ändern
es: Cambiar tamaño de la previsualización
fr: Redimensionner l’aperçu
ja: プレビューのサイズを変更
ko: 미리보기 크기 조정
zh_hans: 调整预览大小
zh_hant: 調整預覽大小

# sessionIndex.preview.role.assistant
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理
zh_hant: 代理人

# sessionIndex.preview.role.event
source: Event
ar: حدث
de: Ereignis
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
zh_hans: 事件
zh_hant: 事件

# sessionIndex.preview.role.system
source: System
ar: النظام
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# sessionIndex.preview.role.tool
source: Tool
ar: أداة
es: Herramienta
fr: Outil
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

# sessionIndex.preview.role.user
source: You
ar: أنت
de: Sie
es: Tú
fr: Vous
ja: あなた
ko: 사용자
zh_hans: 你
zh_hant: 您

# sessionIndex.preview.truncated
source: Preview truncated
ar: تم اقتطاع المعاينة
de: Vorschau abgeschnitten
es: Previsualización truncada
fr: Aperçu tronqué
ja: プレビューを省略しました
ko: 미리보기가 생략되었습니다
zh_hans: 预览已截断
zh_hant: 預覽已截斷

# sessionIndex.reload.tooltip
source: Reload Vault
ar: إعادة تحميل الخزنة
de: Tresor neu laden
es: Recargar bóveda
fr: Recharger le coffre
ja: ボールトを再読み込み
ko: 볼트 새로고침
zh_hans: 重新加载 Vault
zh_hant: 重新載入 Vault

# sessionIndex.more.tooltip
source: More Vault actions
ar: المزيد من إجراءات الخزنة
de: Weitere Tresor-Aktionen
es: Más acciones de la bóveda
fr: Plus d’actions sur le coffre
ja: その他のボールト操作
ko: 추가 Vault 작업
zh_hans: 更多 Vault 操作
zh_hant: 更多 Vault 動作

# sessionIndex.row.copyPath
source: Copy File Path
ar: نسخ مسار الملف
de: Dateipfad kopieren
es: Copiar ruta del archivo
fr: Copier le chemin du fichier
ja: ファイルパスをコピー
ko: 파일 경로 복사
zh_hans: 复制文件路径
zh_hant: 複製檔案路徑

# sessionIndex.row.copyResume
source: Copy Resume Command
ar: نسخ أمر الاستئناف
de: Fortsetzungsbefehl kopieren
es: Copiar comando de reanudación
fr: Copier la commande de reprise
ja: 再開コマンドをコピー
ko: 다시 시작 명령 복사
zh_hans: 复制恢复命令
zh_hant: 複製恢復命令

# sessionIndex.row.focusSession
source: Focus Session
ar: تركيز الجلسة
de: Sitzung fokussieren
es: Enfocar sesión
fr: Focaliser sur la session
ja: セッションにフォーカス
ko: 세션에 포커스
zh_hans: 聚焦会话
zh_hant: 聚焦工作階段

# sessionIndex.row.open
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열려 있는
zh_hans: 打开
zh_hant: 打開

# sessionIndex.row.openSession
source: Open Session
ar: فتح الجلسة
de: Sitzung öffnen
es: Abrir sesión
fr: Ouvrir la session
ja: セッションを開く
ko: 세션 열기
zh_hans: 打开会话
zh_hant: 開啟工作階段

# sessionIndex.row.openCwd
source: Open Working Directory
ar: فتح دليل العمل
de: Arbeitsverzeichnis öffnen
es: Abrir directorio de trabajo
fr: Ouvrir le répertoire de travail
ja: 作業ディレクトリを開く
ko: 작업 디렉터리 열기
zh_hans: 打开工作目录
zh_hant: 開啟工作目錄

# sessionIndex.row.openPR
source: Open Pull Request
ar: فتح طلب السحب
de: Pull Request öffnen
es: Abrir Pull Request
fr: Ouvrir la pull request
ja: プルリクエストを開く
ko: 풀 리퀘스트 열기
zh_hans: 打开拉取请求
zh_hant: 開啟 Pull Request

# sessionIndex.row.resume
source: Resume in New Workspace
ar: استئناف في مساحة عمل جديدة
de: In neuem Arbeitsbereich fortsetzen
es: Reanudar en un nuevo espacio de trabajo
fr: Reprendre dans un nouvel espace de travail
ja: 新しいワークスペースで再開
ko: 새 작업 공간에서 다시 시작
zh_hans: 在新工作区中恢复
zh_hant: 在新工作區中恢復

# sessionIndex.row.reveal
source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Révéler dans le Finder
ja: Finder で表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# sessionIndex.scope.thisFolder
source: This folder only
ar: هذا المجلد فقط
de: Nur dieser Ordner
es: Solo esta carpeta
fr: Ce dossier uniquement
ja: このフォルダのみ
ko: 이 폴더만
zh_hans: 仅此文件夹
zh_hant: 僅限此資料夾

# sessionIndex.section.empty
source: No chats
ar: لا توجد دردشات
de: Keine Chats
es: Sin chats
fr: Aucune discussion
ja: チャットなし
ko: 대화 없음
zh_hans: 无对话
zh_hant: 沒有對話

# sessionIndex.section.noChats
source: No chats
ar: لا توجد دردشات
de: Keine Chats
es: Sin chats
fr: Aucune discussion
ja: チャットなし
ko: 대화 없음
zh_hans: 无对话
zh_hant: 沒有對話

# sessionIndex.section.showLess
source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 折りたたむ
ko: 간략히 보기
zh_hans: 收起
zh_hant: 顯示較少

# sessionIndex.section.showMore
source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: もっと表示
ko: 더 보기
zh_hans: 显示更多
zh_hant: 顯示更多

# sessionIndex.section.showMoreCount
source: Show %lld more
ar: عرض %lld عنصر إضافي
de: %lld weitere anzeigen
es: Mostrar %lld más
fr: Afficher %lld de plus
ja: さらに%lld件表示
ko: %lld개 더 보기
zh_hans: 再显示 %lld 个
zh_hant: 再顯示 %lld 個

# sessionIndex.untitled
source: Untitled chat
ar: دردشة غير معنونة
de: Unbenannter Chat
es: Chat sin título
fr: Discussion sans titre
ja: 無題のチャット
ko: 제목 없는 채팅
zh_hans: 未命名对话
zh_hant: 未命名對話

# settings.account.activeTeam
source: Active Team
ar: الفريق النشط
de: Aktives Team
es: Equipo activo
fr: Équipe active
ja: アクティブなチーム
ko: 활성 팀
zh_hans: 当前团队
zh_hant: 使用中的團隊

# settings.account.activeTeam.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無
